<template>
  <div class="bg-white p-6 w-5/6 lg:w-3/5 mx-auto shadow rounded-lg main-con">
    <div class="flex items-center">
      <img src="@/assets/images/ghasemi.jpg" class="rounded-full w-9 h-9" />
      <div class="text-xs text-gray-500 font-bold mr-2">
        نوشته شده توسط محمد قاسمی در 1400/04/20
      </div>
    </div>

    <div class="text-green-700 font-bold text-lg mt-4">
      سلام این یک عنوان تست است.
    </div>
    <img src="https://picsum.photos/1920/1080" class="rounded-lg mt-6" />
    <div class="mt-4 text-justify">
      لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از
      طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان
      که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف
      بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال
      و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت
      بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در
      زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود
      در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل
      حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی
      اساسا مورد استفاده قرار گیرد.
    </div>
  </div>
</template>

<style>
.main-con {
  direction: rtl;
  font-family: Vazir;
}
</style>
